[
     {
          "id": 6,
          "title": "Steam Auth Tool v1.1",
          "body": "Что нового:\n\n- Добавлена функция переноса Steam Mobile Guard через SMS, с задержкой трейда всего 2 дня вместо 15!\n- Исправлены мелкие ошибки\n\nТеперь вы можете перенести свой Steam Guard с мобильного устройства без использования эмуляторов и прочих ухищрений. К аккаунту ОБЯЗАТЕЛЬНО должен быть привязан номер телефона. Перейдите в раздел 'Add new' введите данные аккаунта и, если на аккаунте уже установлен Guard Mobile, SAT предложит вам перенести его, введите код из SMS и запишите R-код. Готово. Задержка трейда после переноса будет максимамум 2 дня, вместо 15 при отключении старого и добавлении нового Guard Mobile\n\nВы можете загрузить обновление по ссылке ниже. Спасибо за использование",
          "img": "https://i.imgur.com/5XX6JfT.png",
          "link": {
               "url": "https://github.com/ost056/SteamAuthTool/releases/tag/v1.1",
               "title": "Скачать"
          }
     }.
     {
        "id": 5,
        "title": "Релизная версия Steam Auth Tool v1.0",
        "body": "Была исправлена ошибка связанная с обновлением сессии и другие мелкие недоработки",
        "link": {
            "url": "https://github.com/ost056/SteamAuthTool/releases/tag/v1.0",
            "title": "Скачать"
        }
    },
     {
        "id": 4,
        "title": "Steam Auth Tool v0.4 beta",
        "body": "В новой версии SAT было добавлено:\n\n- Шифрование данных аккаунта. Вы можете установить пароль для шифрование во вкладке 'Encryption'. Будьте осторожны, в случае утери пароля восстановить данные будет невозможно!\n- Просмотр деталей обмена\n- Отображение количества аккаунтов в группе\n\nСкачать обновление можно по кнопке ниже.",
        "link": {
            "url": "https://github.com/ost056/SteamAuthTool/releases/tag/v0.4-beta",
            "title": "Скачать"
        },
        "img": "https://i.imgur.com/3NLYExZ.png"
    },
     {
        "id": 3,
        "title": "Обновление! Steam Auth Tool v0.3 beta",
        "body": "Исправление критических ошибок\n\n Если вы уже скачали версию 0.2 обязательно скачайте обновление",
        "link": {
            "url": "https://github.com/ost056/SteamAuthTool/releases/tag/v0.3-beta",
            "title": "Скачать"
        }
    },
    {
        "id": 2,
        "title": "Обновление! Steam Auth Tool v0.2 beta",
        "img": "https://i.imgur.com/N55dNGN.png",
        "body": "После публикации первой версии было получено много запросов на добавление группировки аккаунтов. Долго ждать не пришлось, группировка уже здесь!\nЧто нового в обновлении:\n\n- Группировка аккаунтов. Вы можете задать вашему аккаунту одну или несколько групп, указав их через ';', при добавлении аккаунта или в настройках\n- Добавлена кнопка удаления аккаунта, вы можете найти ее в настройках аккаунта.\n- Изменен формат файла с данными аккаунта на .maFile, для обратной совместимости с другими версиями SDA\n\nСкачать обновление можно по кнопке ниже, просто замените все файлы из архива в папке с SAT.\nВажно не повредить папку data, там хранятся данные аккаунтов.\nСпасибо, что пользуютесь!",
        "link": {
            "url": "https://github.com/ost056/SteamAuthTool/releases/tag/v0.2-beta",
            "title": "Скачать"
        }
    },
    {
        "id": 1,
        "title": "Добро пожаловать в Steam Auth Tool v0.1 beta!",
        "img": "https://i.imgur.com/ZvgoJMt.png",
        "body": "Взгляните на работу со Steam по новому! Используйте полный и расширенный функционал официального мобильного приложения Steam на своем ПК.\nОцените основные возможности SAT: \n\n - Использование множества аккаунтов одновременно\n - Подтверждение действий на аккаунте\n - Автоподтверждение\n - Авторизация по QR-коду в Steam, за один клик\n - Возможность использовать прокси\n - Проверка прокси в режиме реального времени\n - Удобное добавление новых аккаунтов с привязкой Steam Guard\n - Импорт аккаунтов из приложений других разработчиков \n\nНа данный момент приложение находится на стадии бета-тестирования. Если у вас есть предложения по доработке или вы столкнулись с ошибкой, пожалуйста свяжитесь с разработчиком!",
        "link": {
              "url": "https://t.me/+IAOZ2RjoNFY1Nzdi",
              "title": "Связаться"
        }
    }
]
